{
    "version": "https://jsonfeed.org/version/1",
    "title": "CTRLALTDELETE",
    "description": "",
    "home_page_url": "https://ctrlaltdelete.cc",
    "feed_url": "https://ctrlaltdelete.cc/feed.json",
    "user_comment": "",
    "author": {
        "name": "CTRLALTDELETE"
    },
    "items": [
        {
            "id": "https://ctrlaltdelete.cc/kaart-2/",
            "url": "https://ctrlaltdelete.cc/kaart-2/",
            "title": "Een overzicht van 2025",
            "summary": "Dit is mijn eerste post en toch ik begin met een terugblik. Het is de moeite waard om terug te kijken op het afgelopen jaar en daar een aantal opvallende zaken uit te pakken. Verenigde staten: Ik denk dat de meesten van ons met ongeloof&hellip;",
            "content_html": "\n  <p>\n    Dit is mijn eerste post en toch ik begin met een terugblik. Het is de moeite waard om terug te kijken op het afgelopen jaar en daar een aantal opvallende zaken uit te pakken.\n  </p>\n\n  <p>\n    <strong>Verenigde staten:</strong>\n  </p>\n\n  <p>\n    Ik denk dat de meesten van ons met ongeloof hebben toegekeken naar wat zich het afgelopen jaar in de Verenigde Staten heeft afgespeeld. Belangrijke instituten werden ontmanteld, Elon Musk kreeg met een groepje <a href=\"https://krebsonsecurity.com/2025/02/teen-on-musks-doge-team-graduated-from-the-com/\" target=\"_blank\">opgeschoten jongeren</a> carte blanche om talloze gevoelige <a href=\"https://www.reuters.com/technology/artificial-intelligence/musks-doge-using-ai-snoop-us-federal-workers-sources-say-2025-04-08/\" target=\"_blank\">databases</a> te benaderen, en de cyberweerbaarheid werd drastisch ondermijnd door het ontmantelen of tandeloos maken van <a href=\"https://www.cpomagazine.com/cyber-security/trumps-2026-budget-would-cut-nearly-a-quarter-of-cisas-funding/\" target=\"_blank\">cruciale organisaties</a>\n  </p>\n\n  <p>\n    Met de 'America First'-strategie van Trump rijst de <a href=\"https://www.theregister.com/2025/02/26/europe_has_second_thoughts_about/\" target=\"_blank\">vraag</a> of het verstandig is om afhankelijk te blijven van techreuzen zoals AWS, Google en Microsoft voor essentiële clouddiensten. In Europa zoeken steeds meer bedrijven en overheden naar alternatieven\n  </p>\n\n  <p>\n    <strong>AI:</strong>\n  </p>\n\n  <p>\n    Het is voor het eerst dat er <a href=\"https://thehackernews.com/2025/11/chinese-hackers-use-anthropics-ai-to.html\" target=\"_blank\">AI is gebruikt</a> om (voor een groot deel) zelfstandig cyberaanvallen uit te voeren. En notabene met gebruikmaking van openbare&nbsp; AI-diensten. Daarnaast werd afgelopen jaar AI steeds vaker gebruikt om audio- en videobestanden te maken die gebruikt werden voor CEO-fraude.\n  </p>\n\n  <p>\n    <strong>\"Salt Typhoon\" en de Telco-spionage:</strong>\n  </p>\n\n  <p>\n    Het is misschien niet verrassend, maar wel een zorgwekkende escalatie: <a href=\"https://en.wikipedia.org/wiki/Salt_Typhoon\" target=\"_blank\">Chinese staatshackers blijken toegang te hebben gekregen tot Amerikaanse telecombedrijven en overheidsinstanties, waaronder de National Guard.</a> Des te opmerkelijker is het dat de Amerikaanse overheid juist cyberweerbaarheidsinitiatieven afbouwt, in plaats van deze te versterken.\n  </p>\n\n  <p>\n    <strong>'Mother of all breaches':</strong>\n  </p>\n\n  <p>\n    <a href=\"https://cybercx.com/blog/mother-of-all-breaches/\" target=\"_blank\">Afgelopen jaar is er weer een dataset opgedoken met meer dan 16 miljard gestolen gebruikersnamen en wachtwoorden afkomstig van Google, Apple, Telegram en Facebook.</a> Ondanks alle beloftes van bedrijven en organisaties, lijkt het onmogelijk om hacks en lekken te voorkomen.&nbsp;\n  </p>\n\n  <p>\n    <strong>ID-verificatie en beperken VPN-gebruik:</strong>\n  </p>\n\n  <p>\n    <a href=\"https://www.cnet.com/tech/services-and-software/as-lawmakers-take-aim-at-vpns-the-privacy-of-millions-could-be-jeopardized/\" target=\"_blank\">Steeds meer landen</a> willen de toegang tot bepaalde content (porno en sociale media) beperken. Met als belangrijkste argument is dat dit bedoeld is om kinderen te beschermen tegen schadelijk materiaal. Consequentie hiervan is dat mensen zich online moeten identificeren met een officieel document. Daarnaast willen overheden het gebruik van VPN's verbieden omdat dit gebruikt kan worden om de beperking te omzeilen. Gezien de recente inbraak bij <a href=\"https://www.techzine.nl/nieuws/security/573288/pornhub-hack-200-miljoen-gebruikersdata-gestolen-door-shinyhunters/\" target=\"_blank\">Pornhub</a>, is het de vraag of dit nu echt zo'n goed idee is.\n  </p>\n\n  <p>\n    <strong>Implementatie NIS2:</strong>\n  </p>\n\n  <p>\n    <a href=\"https://www.digitaleoverheid.nl/overzicht-van-alle-onderwerpen/cyberbeveiligingswet/\" target=\"_blank\">De NIS2-richtlijn </a>(Network and Information Security) is een nieuwe Europese wet die de digitale weerbaarheid van Europa moet versterken. In Nederland wordt deze richtlijn momenteel omgezet in de Cyberbeveiligingswet (Cbw), die naar verwachting in de loop van Q2 2026 volledig van kracht is.\n  </p>\n\n  <p>\n    Waar cybersecurity vroeger vaak een \"vrijblijvend advies\" was, maakt NIS2 het voor duizenden bedrijven een wettelijke plicht. De belangrijkste onderdelen zijn zorgplicht, meldplicht en bestuurlijke aansprakelijkheid.&nbsp;\n  </p>\n\n  <p>\n    <strong>Toename van Supply Chain Attacks:</strong>\n  </p>\n\n  <p>\n    Hackers vallen steeds vaker niet het bedrijf zelf aan, maar richten zich op <a href=\"https://www.secureworld.io/industry-news/2025-supply-chain-threats-ai-api\" target=\"_blank\">kwetsbare toeleveranciers</a>. Zo kunnen ze in één keer toegang krijgen tot een groot aantal klanten van die leverancier. Met behulp van AI weten hackers kwetsbaarheden bij hun doelwitten bovendien sneller op te sporen.\n  </p>",
            "author": {
                "name": "CTRLALTDELETE"
            },
            "tags": [
            ],
            "date_published": "2025-08-04T11:58:07+02:00",
            "date_modified": "2025-12-29T09:08:58+01:00"
        }
    ]
}
